{
	 "Groups":  {
		 "UniqueId": "Group-3",
		 "Title":"Group Title: Australian War Memorial",
		 "Subtitle":"Group subtitle:",
		 "ImagePath":"http://www.awm.gov.au/sites/default/files/anzac-diversity-span6.jpg",
		 "Description": "Group Description: Indigenous Australians serving in the Australian Imperial Force",
		 "Items": [{
				"UniqueId":"Group-3-Item-1",
				"Title":"Item Title: Walter Christopher Saunders",
				"Subtitle":"Item Subtitle: ",
                "ImagePath":"https://static.awm.gov.au/images/collection/items/ACCNUM_SCREEN/P00889.012.JPG",
                "Description":"Walter Christopher George Saunders, known as Chris, was born in Warrnambool, Victoria. On 29 February 1916, at the age of 21, Chris volunteered for the Australian Imperial Force to serve in the First World War. He was assigned to the 10th Machine Gun Company, and went on to fight on the Western Front in France and Belgium. He was one of approximately 1,300 Indigenous Australians to serve in the AIF during that war."
			},  {
				"UniqueId":"Group-3-Item-2",
				"Title":"Item Title: William Joseph Punch",
				"Subtitle":"Item Subtitle: ",
                "ImagePath":"https://static.awm.gov.au/images/collection/items/ACCNUM_SCREEN/P01625.003.JPG",
                "Description":"William Joseph Punch, a station hand from Queensland, enlisted in the AIF in Goulburn, New South Wales, on 31 December 1915. Unlike earlier volunteers, he was not subjected to the latent resistance against non-white Australians enlisting in the AIF. William had received basic formal education and at the age of 36 was said to have been an accomplished musician. His enlistment application listed 'labourer' as his occupation and his skin colour was identified as 'black'."
			},  {
				"UniqueId":"Group-3-Item-3",
				"Title":"Item Title: Gilbert Williams",
				"Subtitle":"Item Subtitle: ",
                "ImagePath":"https://static.awm.gov.au/images/collection/items/ACCNUM_SCREEN/P01625.003.JPG",
                "Description":"Private Gilbert Williams was born in Gonelie, New South Wales, in 1892. As a widower, he worked as a bushman to support his only child, Allan. He chose to enlist in 1917 at a time when recruitment numbers were difficult to sustain. Although there were restrictions against Aboriginal men enlisting, Gilbert signed up at Broken Hill on 3 April 1917, stating that he was a natural-born subject."
			},  {
				"UniqueId":"Group-3-Item-4",
				"Title":"Item Title: William Reginald Rawlings",
				"Subtitle":"Item Subtitle: ",
                "ImagePath":"https://static.awm.gov.au/images/collection/items/ACCNUM_SCREEN/P01695.001.JPG",
                "Description":"William Reginald Rawlings, known as Bill, was born in Purnim, Victoria, the only son of William Rawlings and his wife, Elizabeth . At the outbreak of the First World War he was a horse-breaker in and around the Framlingham Aboriginal Reserve in western Victoria. Although Aboriginal men were officially prohibited from enlisting in the Australian Imperial Force, Bill Rawlings was one of the many indigenous Australians who applied anyway. He enlisted in March 1916. In August he left Australia for France with the 8th reinforcements to the 29th Battalion."
			},  {
				"UniqueId":"Group-3-Item-5",
				"Title":"Item Title: The Dickerson Brothers",
				"Subtitle":"Item Subtitle: ",
                "ImagePath":"https://static.awm.gov.au/images/collection/items/ACCNUM_SCREEN/H05686A.JPG",
                "Description":""
			},  {
				"UniqueId":"Group-3-Item-6",
				"Title":"Item Title: Harry Thorpe",
				"Subtitle":"Item Subtitle: ",
                "ImagePath":"https://static.awm.gov.au/images/collection/items/ACCNUM_SCREEN/P01695.002.JPG",
                "Description":"Harry Thorpe was born to William and Lillian Thorpe at the Lake Tyers Mission Station near Lakes Entrance in Victoria. His father was a member of the Brabuwooloong tribe. He attended the local State School, helped on his father’s property and then found work as a labourer. He fell in love with and married Julia Scott in 1905 and had two sons, one of whom did not survive childhood."			
			},  {
				"UniqueId":"Group-3-Item-7",
				"Title":"Item Title: Douglas Grant",
				"Subtitle":"Item Subtitle: ",
                "ImagePath":"https://static.awm.gov.au/images/collection/items/ACCNUM_SCREEN/P11644.002.JPG",
                "Description":"Douglas Grant was born into a traditional Aboriginal community in the Bullenden Kerr Ranges of Northern Queensland in the early 1880s. Originally named Poppin Jerri, his early family life was torn apart in 1887 when his parents and much of his Aboriginal community were killed in what was believed to be a tribal fight. He was rescued just moments from death by scientist Robert Grant, a Scottish immigrant surveying in the area at the time. There were no other survivors. Grant decided that the best course of action was to care for the little boy himself. Naming him Douglas, he raised him as his son."			
			},  {
				"UniqueId":"Group-3-Item-8",
				"Title":"Item Title: Alfred Lovett",
				"Subtitle":"Item Subtitle: ",
                "ImagePath":"https://static.awm.gov.au/images/collection/items/ACCNUM_SCREEN/P01651.001.JPG",
                "Description":"The eldest of 12 children, Alfred John Henry Lovett was one of the Gunditjmara people from Victoria’s western districts. While Australia was in the midst of the Gallipoli campaign, 35-year-old Alfred joined the rush of young men eager to enlist in the Australian Imperial Force. Four of his brothers followed in his footsteps."				
		}]
	}
}